export function About() {
	return (
		<div className="px-14 mt-12">
			<h1 className="font-bold text-6xl text-[#FD8006] text-center">О нас</h1>
			<p className="mt-6 text-center leading-8 text-lg text-[#E3EAE6]">
				Добро пожаловать в <span className="font-bold text-[#FD8006]">Zira</span> — ваш онлайн
				ресторан, созданный с любовью к изысканной кухне и стремлением доставить незабываемый
				гастрономический опыт прямо к вашему столу. В{' '}
				<span className="font-bold text-[#FD8006]">Zira</span> мы верим, что каждый прием пищи
				должен быть праздником. Наша команда шеф-поваров тщательно отбирает только самые свежие и
				качественные ингредиенты, чтобы создавать блюда, которые восхищают и радуют. Мы сочетаем
				традиционные рецепты с современными кулинарными техниками, чтобы предложить вам уникальные
				вкусовые сочетания. Наша миссия — сделать заказ еды простым и приятным процессом.
				Воспользуйтесь нашим удобным онлайн меню, чтобы выбрать свои любимые блюда и оформить заказ
				всего в несколько кликов. Мы гарантируем быструю доставку и заботимся о том, чтобы каждая
				порция была доставлена в идеальном состоянии.{' '}
				<span className="font-bold text-[#FD8006]">Zira</span> — это не просто ресторан, это
				сообщество ценителей хорошей еды. Мы ценим каждого клиента и стремимся создавать для вас
				лучший сервис. Присоединяйтесь к нам и откройте для себя мир вкусовых удовольствий вместе с{' '}
				<span className="font-bold text-[#FD8006]">Zira</span>. Пусть каждая трапеза будет особенной
				с <span className="font-bold text-[#FD8006]">Zira!</span>
			</p>
		</div>
	);
}
